{"Items":[{"Time":{"StartTime":"1920","EndTime":"1930"},"ContentOld":[{"Time":"1928","Title":"Octagon","Text":"General Electric made the Octagon in 1928 as part their experimental TV program in Schenecady, New York. The first TV drama, The Queen's Messenger was produced in September of that year by GE.","Image":"images\/television\/octagon.png"},{"Time":"1930","Title":"Baird","Text":"The Baird Televisor was made by Plessey in England from 1930 trough the early 30s. It was the first television receviver sold to the public.","Image":"images\/television\/baird.png"}],"ContentNew":{"Teaser":"New Experiment in the world of television.","Title":"Virtual reality creates another frontier for television","Text":"The Rift is an upcoming virtual reality head-mounted display, being developed by Oculus VR. During its period as an independent company, Oculus VR raised US$2.4 million for the development of the Rift.\n                            The consumer version of the product is expected to become available sometime in 2015. Oculus released two 'development kits', DK1 in late 2012 and DK2 in mid 2014, to give developers a chance to develop content in time for the Rift's release; these have also been purchased by many virtual reality enthusiasts for general usage.","Image":"images\/television\/OculusRift.png"}},{"Time":{"StartTime":"1931","EndTime":"1940"},"ContentOld":[{"Time":"1936","Title":"Cossor","Text":"The second tv that was invented in 1936 was the Cossor this tv had 13,5 inch screen. This was the first tv who showed images with color.","Image":"images\/television\/cossor.png"},{"Time":"1938","Title":"Marconi","Text":"Here is a 1938 Marconi 707 Television & All Wave Radio Receiver. Measuring 26\" x 19\" x 19\"  and weighing more than 100 pounds, the set was actualty considered compact in its day, and its 7inch screen would be regarded as miniscule by contemporary standards in 1938 was not insubstantial.","Image":"images\/television\/marconi.png"}],"ContentNew":{"Teaser":"Color TV! What screen has the best colors?","Title":"OLED - Organic light-emitting diode","Text":"OLED (Organic Light Emitting Diodes) is a flat light emitting technology, made by placing a series of organic thin films between two conductors. When electrical current is applied, a bright light is emitted. OLEDs can be used to make displays and lighting. Because OLEDs emit light they do not require a backlight and so are thinner and more efficient than LCD displays(which do require a white backlight).","Image":"images\/television\/OLED.png"}},{"Time":{"StartTime":"1941","EndTime":"1950"},"ContentOld":[{"Time":"1946","Title":"RCA","Text":"RCA introduced television to the American public at the 1939 World's Fair. Before the fair they published a brochure for their dealer to explain televsion. In 1946, after World War II RCA intruced a new model and it became an immediate hit.","Image":"images\/television\/rca.png"},{"Time":"1948","Title":"Motorola","Text":"Motorola's \"Golden View\" was the most popular 7-inch television in the late 1940s and early 1950s. It came in both tabletop and portable cabinets and it was one of the cheapest TVs available at the time.","Image":"images\/television\/motorola.png"}],"ContentNew":{"Teaser":"TV hits the global market! What is best selling tv now?","Title":"Samsung H5203","Text":"With the Samsung H5203, you won’t believe your screen. Witness a wider spectrum of colors even in non-HD content with Wide Color Enhancer Plus. See every detail of fast, action packed TV shows and movies with the great motion clarity of Clear Motion Rate 120.","Image":"images\/television\/samsungbest.png"}},{"Time":{"StartTime":"1951","EndTime":"1960"},"ContentOld":[{"Time":"1953","Title":"Sharp","Text":"Sharp started producing as the first Japanese television in mass production. The 14inch TV was the standard in the first Japanese households for years. With its wooden frame, it precisely met the design aesthetic of the fifties.","Image":"images\/television\/sharp.png"},{"Time":"1958","Title":"Philco","Text":"Was this the ultimate TV? Love it or hate it, the Philco Predicta television was unarguably one the design icons of the 20th Century.","Image":"images\/television\/philco.png"}],"ContentNew":{"Teaser":"Iconic TV Designs! What will your tv look like tommorow?","Title":"Oled Displays - Shape your own TV","Text":"OLED TVs bring beauty into any space with a timeless curved design that draws you into the picture and frame inspired by something you’d find in a modern art gallery. OLED TVs boast with their minimalistic elegance that’s stunning when turned on or off.","Image":"images\/television\/oledtv.png"}},{"Time":{"StartTime":"1961","EndTime":"1980"},"ContentOld":[{"Time":"1962","Title":"Meidensha","Text":"Meidensga TV's were really contemporary in style and design. The wooden frame and high voltage tubes where considered as great a combo back then.","Image":"images\/television\/meidensha.png"},{"Time":"1973","Title":"Philco-Ford","Text":"Philco-Ford  - Model B450ETG - One of the last \"vacuum tube\" sets. It was in this time peroid that the American television set industry migrated to a transistorized TV chassis.","Image":"images\/television\/philco-ford.png"}],"ContentNew":{"Teaser":"TVs powers changes! What is most power efficient TV?","Title":"LED TVs","Text":"LED TVs use one-half to one-quarter the power of a comparably sized plasma. Some LEDs are more efficient than others; local-dimming models , for example, can use less power. Look for Energy Star's Most Efficient designation for the most miserly.","Image":"images\/television\/samsungbest.png"}},{"Time":{"StartTime":"1981","EndTime":"2010"},"ContentOld":[{"Time":"1998","Title":"Sony","Text":"The Sony TV was created in 1998, it was the first television that had a built in VCR and DVD. The Sony TV had better picture and lot more channel with color.","Image":"images\/television\/sony.png"},{"Time":"2007","Title":"Samsung","Text":"Samsung emerged as one of the largest flat screen producers worldwide. Samsung also introduced a ten-millimeter thick only , 40inch LCD television panel for the first time too,","Image":"images\/television\/samsung.png"}],"ContentNew":{"Teaser":"TV what keeps evolving! What can we except next?","Title":"Televesion in 2024","Text":"The evolution of television television is still ongoing. Hopefully by the year 2024, television will be so advanced that we can  see our favourite show in 3D holograms.","Image":"images\/television\/samsungbest.png"}}]}